Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.MachineNamingComponentsDescription
source: Each component type can be used once. Reorder components to control the final name.
ar_sa: يمكن استخدام كل نوع مكون مرة واحدة. أعد ترتيب المكونات للتحكم في الاسم النهائي.
bg_bg: Всеки тип компонент може да се използва веднъж. Пренаредете компонентите, за да управлявате крайното име.
cs_cz: Každý typ součásti lze použít jednou. Změnou pořadí součástí určíte výsledný název.
da_dk: Hver komponenttype kan bruges én gang. Omarranger komponenterne for at styre det endelige navn.
de_de: Jeder Komponententyp kann einmal verwendet werden. Ordnen Sie die Komponenten neu an, um den endgültigen Namen festzulegen.
el_gr: Κάθε τύπος στοιχείου μπορεί να χρησιμοποιηθεί μία φορά. Αναδιατάξτε τα στοιχεία για να ελέγξετε το τελικό όνομα.
es_mx: Cada tipo de componente se puede usar una vez. Reordena los componentes para controlar el nombre final.
et_ee: Iga komponenditüüpi saab kasutada ühe korra. Lõpliku nime määramiseks muutke komponentide järjestust.
fi_fi: Kutakin osatyyppiä voi käyttää kerran. Määritä lopullinen nimi järjestämällä osat uudelleen.
fr_ca: Chaque type de composant peut être utilisé une fois. Réorganisez les composants pour déterminer le nom final.
he_il: ניתן להשתמש בכל סוג רכיב פעם אחת. סדר מחדש את הרכיבים כדי לקבוע את השם הסופי.
hr_hr: Svaka vrsta komponente može se upotrijebiti jednom. Promijenite redoslijed komponenti da biste odredili konačni naziv.
hu_hu: Minden összetevőtípus egyszer használható. A végleges név szabályozásához rendezze át az összetevőket.
it_it: Ogni tipo di componente può essere usato una sola volta. Riordina i componenti per controllare il nome finale.
ja_jp: 各コンポーネントの種類は一度だけ使用できます。コンポーネントを並べ替えて最終的な名前を調整します。
ko_kr: 각 구성 요소 유형은 한 번만 사용할 수 있습니다. 최종 이름을 제어하려면 구성 요소의 순서를 변경하세요.
lt_lt: Kiekvieną komponento tipą galima naudoti vieną kartą. Keiskite komponentų tvarką, kad valdytumėte galutinį pavadinimą.
lv_lv: Katru komponenta tipu var izmantot vienu reizi. Pārkārtojiet komponentus, lai noteiktu galīgo nosaukumu.
nb_no: Hver komponenttype kan brukes én gang. Endre rekkefølgen på komponentene for å styre det endelige navnet.
nl_nl: Elk onderdeeltype kan één keer worden gebruikt. Wijzig de volgorde van onderdelen om de uiteindelijke naam te bepalen.
pl_pl: Każdego typu składnika można użyć tylko raz. Zmień kolejność składników, aby określić nazwę końcową.
pt_pt: Cada tipo de componente pode ser utilizado uma vez. Reordene os componentes para controlar o nome final.
ro_ro: Fiecare tip de componentă poate fi utilizat o singură dată. Reordonați componentele pentru a controla numele final.
ru_ru: Каждый тип компонента можно использовать один раз. Изменяйте порядок компонентов, чтобы управлять итоговым именем.
sk_sk: Každý typ súčasti možno použiť raz. Zmenou poradia súčastí určíte výsledný názov.
sl_si: Vsako vrsto komponente je mogoče uporabiti enkrat. Prerazporedite komponente, da določite končno ime.
sr_latn_rs: Svaki tip komponente može da se koristi jednom. Promenite redosled komponenti da biste odredili konačno ime.
sv_se: Varje komponenttyp kan användas en gång. Ändra komponenternas ordning för att styra det slutliga namnet.
th_th: ส่วนประกอบแต่ละชนิดใช้ได้หนึ่งครั้ง จัดลำดับส่วนประกอบใหม่เพื่อกำหนดชื่อสุดท้าย
tr_tr: Her bileşen türü bir kez kullanılabilir. Son adı denetlemek için bileşenleri yeniden sıralayın.
uk_ua: Кожен тип компонента можна використати один раз. Змінюйте порядок компонентів, щоб керувати кінцевим ім’ям.
zh_cn: 每种组件类型只能使用一次。重新排序组件以控制最终名称。
zh_tw: 每種元件類型只能使用一次。重新排序元件以控制最終名稱。

# Customization.MachineNamingComponentsLabel
source: Name components
ar_sa: مكونات الاسم
bg_bg: Компоненти на името
cs_cz: Součásti názvu
da_dk: Navnekomponenter
de_de: Namenskomponenten
el_gr: Στοιχεία ονόματος
es_mx: Componentes del nombre
et_ee: Nimekomponendid
fi_fi: Nimen osat
fr_ca: Composants du nom
he_il: רכיבי השם
hr_hr: Komponente naziva
hu_hu: Névösszetevők
it_it: Componenti del nome
ja_jp: 名前のコンポーネント
ko_kr: 이름 구성 요소
lt_lt: Pavadinimo komponentai
lv_lv: Nosaukuma komponenti
nb_no: Navnekomponenter
nl_nl: Naamonderdelen
pl_pl: Składniki nazwy
pt_pt: Componentes do nome
ro_ro: Componentele numelui
ru_ru: Компоненты имени
sk_sk: Súčasti názvu
sl_si: Komponente imena
sr_latn_rs: Komponente imena
sv_se: Namnkomponenter
th_th: ส่วนประกอบของชื่อ
tr_tr: Ad bileşenleri
uk_ua: Компоненти імені
zh_cn: 名称组件
zh_tw: 名稱元件

# Customization.MachineNamingComposedLabel
source: Composed
ar_sa: مُركّب
bg_bg: Съставено
cs_cz: Sestavený
da_dk: Sammensat
de_de: Zusammengesetzt
el_gr: Σύνθετο
es_mx: Compuesto
et_ee: Koostatud
fi_fi: Koostettu
fr_ca: Composé
he_il: מורכב
hr_hr: Sastavljeno
hu_hu: Összeállított
it_it: Composto
ja_jp: 構成
ko_kr: 조합
lt_lt: Sudėtinis
lv_lv: Salikts
nb_no: Sammensatt
nl_nl: Samengesteld
pl_pl: Złożony
pt_pt: Composto
ro_ro: Compus
ru_ru: Составной
sk_sk: Zložený
sl_si: Sestavljeno
sr_latn_rs: Sastavljeno
sv_se: Sammansatt
th_th: แบบประกอบ
tr_tr: Bileşik
uk_ua: Складений
zh_cn: 组合
zh_tw: 組合

# Customization.MachineNamingEditingDescription
source: Allow the operator to edit the complete generated name before deployment.
ar_sa: اسمح للمشغّل بتحرير الاسم الكامل الذي تم إنشاؤه قبل النشر.
bg_bg: Позволете на оператора да редактира цялото генерирано име преди разполагането.
cs_cz: Umožněte operátorovi před nasazením upravit celý vygenerovaný název.
da_dk: Tillad operatøren at redigere hele det genererede navn før installationen.
de_de: Erlauben Sie dem Bediener, den vollständigen generierten Namen vor der Bereitstellung zu bearbeiten.
el_gr: Επιτρέψτε στον χειριστή να επεξεργαστεί ολόκληρο το όνομα που δημιουργήθηκε πριν από την ανάπτυξη.
es_mx: Permite que el operador edite el nombre completo generado antes de la implementación.
et_ee: Lubage operaatoril enne juurutamist kogu loodud nime muuta.
fi_fi: Salli käyttäjän muokata koko luotua nimeä ennen käyttöönottoa.
fr_ca: Autorisez l’opérateur à modifier le nom généré complet avant le déploiement.
he_il: אפשר למפעיל לערוך את השם המלא שנוצר לפני הפריסה.
hr_hr: Dopustite operateru uređivanje cijelog generiranog naziva prije implementacije.
hu_hu: Engedélyezze, hogy a kezelő a telepítés előtt szerkessze a teljes létrehozott nevet.
it_it: Consenti all'operatore di modificare l'intero nome generato prima della distribuzione.
ja_jp: 展開前に、生成された完全な名前をオペレーターが編集できるようにします。
ko_kr: 배포 전에 운영자가 생성된 전체 이름을 편집할 수 있도록 합니다.
lt_lt: Leisti operatoriui prieš diegimą redaguoti visą sugeneruotą pavadinimą.
lv_lv: Atļaut operatoram pirms izvietošanas rediģēt visu ģenerēto nosaukumu.
nb_no: Tillat at operatøren redigerer hele det genererte navnet før distribusjon.
nl_nl: Sta de operator toe de volledige gegenereerde naam vóór de implementatie te bewerken.
pl_pl: Zezwalaj operatorowi na edytowanie pełnej wygenerowanej nazwy przed wdrożeniem.
pt_pt: Permita que o operador edite o nome completo gerado antes da implementação.
ro_ro: Permiteți operatorului să editeze numele complet generat înainte de implementare.
ru_ru: Разрешить оператору изменить полное сгенерированное имя перед развертыванием.
sk_sk: Umožnite operátorovi upraviť celý vygenerovaný názov pred nasadením.
sl_si: Operaterju dovolite urejanje celotnega ustvarjenega imena pred uvajanjem.
sr_latn_rs: Dozvolite operateru da izmeni celo generisano ime pre primene.
sv_se: Tillåt att operatören redigerar hela det genererade namnet före distributionen.
th_th: อนุญาตให้ผู้ปฏิบัติงานแก้ไขชื่อที่สร้างขึ้นแบบเต็มก่อนการปรับใช้
tr_tr: Operatörün dağıtımdan önce oluşturulan tam adı düzenlemesine izin verin.
uk_ua: Дозволити оператору редагувати повне згенероване ім’я перед розгортанням.
zh_cn: 允许操作员在部署前编辑完整的生成名称。
zh_tw: 允許操作員在部署前編輯完整的已產生名稱。

# Customization.MachineNamingEditingLabel
source: Allow name editing during deployment
ar_sa: السماح بتحرير الاسم أثناء النشر
bg_bg: Разрешаване на редактиране на името при разполагане
cs_cz: Povolit úpravu názvu během nasazení
da_dk: Tillad redigering af navnet under installationen
de_de: Namensbearbeitung während der Bereitstellung zulassen
el_gr: Να επιτρέπεται η επεξεργασία ονόματος κατά την ανάπτυξη
es_mx: Permitir editar el nombre durante la implementación
et_ee: Luba nime juurutamise ajal muuta
fi_fi: Salli nimen muokkaaminen käyttöönoton aikana
fr_ca: Autoriser la modification du nom pendant le déploiement
he_il: אפשר עריכת שם במהלך הפריסה
hr_hr: Dopusti uređivanje naziva tijekom implementacije
hu_hu: Név szerkesztésének engedélyezése telepítés közben
it_it: Consenti la modifica del nome durante la distribuzione
ja_jp: 展開中の名前の編集を許可する
ko_kr: 배포 중 이름 편집 허용
lt_lt: Leisti redaguoti pavadinimą diegimo metu
lv_lv: Atļaut nosaukuma rediģēšanu izvietošanas laikā
nb_no: Tillat redigering av navn under distribusjon
nl_nl: Naambewerking toestaan tijdens implementatie
pl_pl: Zezwalaj na edytowanie nazwy podczas wdrażania
pt_pt: Permitir a edição do nome durante a implementação
ro_ro: Permiteți editarea numelui în timpul implementării
ru_ru: Разрешить изменение имени во время развертывания
sk_sk: Povoliť úpravu názvu počas nasadenia
sl_si: Dovoli urejanje imena med uvajanjem
sr_latn_rs: Dozvoli uređivanje imena tokom primene
sv_se: Tillåt namnredigering under distribution
th_th: อนุญาตให้แก้ไขชื่อระหว่างการปรับใช้
tr_tr: Dağıtım sırasında ad düzenlemeye izin ver
uk_ua: Дозволити редагування імені під час розгортання
zh_cn: 允许在部署期间编辑名称
zh_tw: 允許在部署期間編輯名稱

# Customization.MachineNamingManualDescription
source: Optionally prefill the complete computer name.
ar_sa: املأ اسم الكمبيوتر الكامل مسبقًا بشكل اختياري.
bg_bg: По желание попълнете предварително пълното име на компютъра.
cs_cz: Volitelně předvyplňte celý název počítače.
da_dk: Udfyld eventuelt hele computernavnet på forhånd.
de_de: Füllen Sie optional den vollständigen Computernamen vorab aus.
el_gr: Προαιρετικά, προσυμπληρώστε το πλήρες όνομα υπολογιστή.
es_mx: Opcionalmente, completa previamente el nombre completo del equipo.
et_ee: Soovi korral eeltäitke arvuti täielik nimi.
fi_fi: Esitäytä halutessasi tietokoneen koko nimi.
fr_ca: Préremplissez facultativement le nom complet de l’ordinateur.
he_il: מלא מראש את שם המחשב המלא, לפי הצורך.
hr_hr: Po želji unaprijed ispunite puni naziv računala.
hu_hu: Igény szerint előre kitöltheti a számítógép teljes nevét.
it_it: Facoltativamente, precompila il nome completo del computer.
ja_jp: 必要に応じて、完全なコンピューター名を事前入力します。
ko_kr: 전체 컴퓨터 이름을 선택적으로 미리 입력합니다.
lt_lt: Pasirinktinai iš anksto įrašykite visą kompiuterio pavadinimą.
lv_lv: Pēc izvēles iepriekš aizpildiet pilnu datora nosaukumu.
nb_no: Forhåndsutfyll eventuelt hele datamaskinnavnet.
nl_nl: Vul desgewenst vooraf de volledige computernaam in.
pl_pl: Opcjonalnie wstępnie wypełnij pełną nazwę komputera.
pt_pt: Opcionalmente, preencha previamente o nome completo do computador.
ro_ro: Completați opțional în prealabil numele complet al computerului.
ru_ru: При необходимости предварительно укажите полное имя компьютера.
sk_sk: Voliteľne predvyplňte úplný názov počítača.
sl_si: Po želji vnaprej vnesite celotno ime računalnika.
sr_latn_rs: Opcionalno unapred unesite puno ime računara.
sv_se: Förifyll eventuellt hela datornamnet.
th_th: กรอกชื่อคอมพิวเตอร์แบบเต็มไว้ล่วงหน้าได้หากต้องการ
tr_tr: İsteğe bağlı olarak tam bilgisayar adını önceden doldurun.
uk_ua: За потреби попередньо введіть повне ім’я комп’ютера.
zh_cn: 可选择预填完整计算机名称。
zh_tw: 可選擇預先填入完整的電腦名稱。

# Customization.MachineNamingManualLabel
source: Manual
ar_sa: يدوي
bg_bg: Ръчно
cs_cz: Ručně
da_dk: Manuel
de_de: Manuell
el_gr: Μη αυτόματα
et_ee: Käsitsi
fi_fi: Manuaalinen
fr_ca: Manuel
he_il: ידני
hr_hr: Ručno
hu_hu: Kézi
it_it: Manuale
ja_jp: 手動
ko_kr: 수동
lt_lt: Rankinis
lv_lv: Manuāls
nb_no: Manuell
nl_nl: Handmatig
pl_pl: Ręczny
ru_ru: Вручную
sk_sk: Manuálny
sl_si: Ročno
sr_latn_rs: Ručno
sv_se: Manuellt
th_th: กำหนดเอง
tr_tr: El ile
uk_ua: Вручну
zh_cn: 手动
zh_tw: 手動

# Customization.MachineNamingModeDescription
source: Choose a complete name at deployment or build it from ordered components.
ar_sa: اختر اسمًا كاملاً أثناء النشر أو أنشئه من مكونات مرتبة.
bg_bg: Изберете пълно име при разполагането или го съставете от подредени компоненти.
cs_cz: Zvolte celý název během nasazení nebo jej sestavte z uspořádaných součástí.
da_dk: Vælg et fuldt navn under installationen, eller opbyg det af ordnede komponenter.
de_de: Wählen Sie bei der Bereitstellung einen vollständigen Namen aus oder erstellen Sie ihn aus geordneten Komponenten.
el_gr: Επιλέξτε ένα πλήρες όνομα κατά την ανάπτυξη ή δημιουργήστε το από ταξινομημένα στοιχεία.
es_mx: Elige un nombre completo durante la implementación o créalo a partir de componentes ordenados.
et_ee: Valige juurutamisel täielik nimi või koostage see järjestatud komponentidest.
fi_fi: Valitse täydellinen nimi käyttöönoton aikana tai muodosta se järjestetyistä osista.
fr_ca: Choisissez un nom complet lors du déploiement ou créez-le à partir de composants ordonnés.
he_il: בחר שם מלא במהלך הפריסה או בנה אותו מרכיבים מסודרים.
hr_hr: Odaberite puni naziv tijekom implementacije ili ga sastavite od poredanih komponenti.
hu_hu: Válasszon teljes nevet a telepítés során, vagy állítsa össze rendezett összetevőkből.
it_it: Scegli un nome completo durante la distribuzione oppure crealo da componenti ordinati.
ja_jp: 展開時に完全な名前を指定するか、順序付けたコンポーネントから名前を構成します。
ko_kr: 배포 중 전체 이름을 선택하거나 순서가 지정된 구성 요소로 이름을 만듭니다.
lt_lt: Diegimo metu pasirinkite visą pavadinimą arba sudarykite jį iš išdėstytų komponentų.
lv_lv: Izvēlieties pilnu nosaukumu izvietošanas laikā vai izveidojiet to no sakārtotiem komponentiem.
nb_no: Velg et fullstendig navn under distribusjonen, eller bygg det av komponenter i en bestemt rekkefølge.
nl_nl: Kies tijdens de implementatie een volledige naam of stel deze samen uit geordende onderdelen.
pl_pl: Wybierz pełną nazwę podczas wdrażania lub utwórz ją z uporządkowanych składników.
pt_pt: Escolha um nome completo durante a implementação ou crie-o a partir de componentes ordenados.
ro_ro: Alegeți un nume complet în timpul implementării sau construiți-l din componente ordonate.
ru_ru: Выберите полное имя во время развертывания или создайте его из упорядоченных компонентов.
sk_sk: Vyberte úplný názov počas nasadenia alebo ho zostavte z usporiadaných súčastí.
sl_si: Med uvajanjem izberite celotno ime ali ga sestavite iz urejenih komponent.
sr_latn_rs: Izaberite puno ime tokom primene ili ga sastavite od uređenih komponenti.
sv_se: Välj ett fullständigt namn under distributionen eller bygg det av ordnade komponenter.
th_th: เลือกชื่อแบบเต็มระหว่างการปรับใช้ หรือสร้างชื่อจากส่วนประกอบที่เรียงลำดับ
tr_tr: Dağıtım sırasında tam bir ad seçin veya sıralı bileşenlerden oluşturun.
uk_ua: Виберіть повне ім’я під час розгортання або створіть його з упорядкованих компонентів.
zh_cn: 在部署时选择完整名称，或使用有序组件构建名称。
zh_tw: 在部署時選擇完整名稱，或使用已排序的元件建立名稱。

# Customization.MachineNamingModeLabel
source: Naming mode
ar_sa: وضع التسمية
bg_bg: Режим на именуване
cs_cz: Režim pojmenování
da_dk: Navngivningstilstand
de_de: Benennungsmodus
el_gr: Λειτουργία ονομασίας
es_mx: Modo de nomenclatura
et_ee: Nimetamisrežiim
fi_fi: Nimeämistila
fr_ca: Mode d’attribution de nom
he_il: מצב מתן שמות
hr_hr: Način imenovanja
hu_hu: Elnevezési mód
it_it: Modalità di denominazione
ja_jp: 命名モード
ko_kr: 이름 지정 모드
lt_lt: Pavadinimo režimas
lv_lv: Nosaukuma režīms
nb_no: Navnemodus
nl_nl: Naamgevingsmodus
pl_pl: Tryb nazewnictwa
pt_pt: Modo de nomenclatura
ro_ro: Mod de denumire
ru_ru: Режим именования
sk_sk: Režim pomenovania
sl_si: Način poimenovanja
sr_latn_rs: Režim imenovanja
sv_se: Namngivningsläge
th_th: โหมดการตั้งชื่อ
tr_tr: Adlandırma modu
uk_ua: Режим іменування
zh_cn: 命名模式
zh_tw: 命名模式

# Customization.MachineNamingPreviewAtDeployment
source: Entered during deployment
ar_sa: يتم إدخاله أثناء النشر
bg_bg: Въвежда се при разполагането
cs_cz: Zadáno během nasazení
da_dk: Angives under installationen
de_de: Wird während der Bereitstellung eingegeben
el_gr: Εισάγεται κατά την ανάπτυξη
es_mx: Se captura durante la implementación
et_ee: Sisestatakse juurutamise ajal
fi_fi: Annetaan käyttöönoton aikana
fr_ca: Saisi pendant le déploiement
he_il: מוזן במהלך הפריסה
hr_hr: Unosi se tijekom implementacije
hu_hu: A telepítés során adható meg
it_it: Immesso durante la distribuzione
ja_jp: 展開時に入力
ko_kr: 배포 중 입력
lt_lt: Įvedama diegimo metu
lv_lv: Ievada izvietošanas laikā
nb_no: Angis under distribusjon
nl_nl: Ingevoerd tijdens implementatie
pl_pl: Wprowadzana podczas wdrażania
pt_pt: Introduzido durante a implementação
ro_ro: Introdus în timpul implementării
ru_ru: Вводится во время развертывания
sk_sk: Zadáva sa počas nasadenia
sl_si: Vneseno med uvajanjem
sr_latn_rs: Unosi se tokom primene
sv_se: Anges under distributionen
th_th: ป้อนระหว่างการปรับใช้
tr_tr: Dağıtım sırasında girilir
uk_ua: Вводиться під час розгортання
zh_cn: 在部署期间输入
zh_tw: 在部署期間輸入

# Customization.MachineNamingPreviewUnavailable
source: Preview unavailable
ar_sa: المعاينة غير متوفرة
bg_bg: Визуализацията не е налична
cs_cz: Náhled není k dispozici
da_dk: Forhåndsvisning er ikke tilgængelig
de_de: Vorschau nicht verfügbar
el_gr: Η προεπισκόπηση δεν είναι διαθέσιμη
es_mx: Vista previa no disponible
et_ee: Eelvaade pole saadaval
fi_fi: Esikatselu ei ole käytettävissä
fr_ca: Aperçu non disponible
he_il: תצוגה מקדימה אינה זמינה
hr_hr: Pretpregled nije dostupan
hu_hu: Az előnézet nem érhető el
it_it: Anteprima non disponibile
ja_jp: プレビューを利用できません
ko_kr: 미리 보기를 사용할 수 없음
lt_lt: Peržiūra nepasiekiama
lv_lv: Priekšskatījums nav pieejams
nb_no: Forhåndsvisning er ikke tilgjengelig
nl_nl: Voorbeeld niet beschikbaar
pl_pl: Podgląd niedostępny
pt_pt: Pré-visualização indisponível
ro_ro: Previzualizare indisponibilă
ru_ru: Предварительный просмотр недоступен
sk_sk: Ukážka nie je k dispozícii
sl_si: Predogled ni na voljo
sr_latn_rs: Pregled nije dostupan
sv_se: Förhandsgranskning är inte tillgänglig
th_th: ไม่สามารถแสดงตัวอย่างได้
tr_tr: Önizleme kullanılamıyor
uk_ua: Попередній перегляд недоступний
zh_cn: 预览不可用
zh_tw: 無法使用預覽

# Customization.MachineNamingSeparatorHyphen
source: Hyphen (-)
ar_sa: واصلة (-)
bg_bg: Тире (-)
cs_cz: Spojovník (-)
da_dk: Bindestreg (-)
de_de: Bindestrich (-)
el_gr: Ενωτικό (-)
es_mx: Guion (-)
et_ee: Sidekriips (-)
fi_fi: Yhdysmerkki (-)
fr_ca: Trait d’union (-)
he_il: מקף (-)
hr_hr: Spojnica (-)
hu_hu: Kötőjel (-)
it_it: Trattino (-)
ja_jp: ハイフン (-)
ko_kr: 하이픈 (-)
lt_lt: Brūkšnelis (-)
lv_lv: Defise (-)
nb_no: Bindestrek (-)
nl_nl: Koppelteken (-)
pl_pl: Łącznik (-)
pt_pt: Hífen (-)
ro_ro: Cratimă (-)
ru_ru: Дефис (-)
sk_sk: Spojovník (-)
sl_si: Vezaj (-)
sr_latn_rs: Crta (-)
sv_se: Bindestreck (-)
th_th: ยัติภังค์ (-)
tr_tr: Kısa çizgi (-)
uk_ua: Дефіс (-)
zh_cn: 连字符 (-)
zh_tw: 連字號 (-)

# Customization.MachineNamingSeparatorLabel
source: Separator
ar_sa: الفاصل
bg_bg: Разделител
cs_cz: Oddělovač
da_dk: Skilletegn
de_de: Trennzeichen
el_gr: Διαχωριστικό
es_mx: Separador
et_ee: Eraldaja
fi_fi: Erotin
fr_ca: Séparateur
he_il: מפריד
hr_hr: Razdjelnik
hu_hu: Elválasztó
it_it: Separatore
ja_jp: 区切り文字
ko_kr: 구분 기호
lt_lt: Skyriklis
lv_lv: Atdalītājs
nb_no: Skilletegn
nl_nl: Scheidingsteken
pt_pt: Separador
ru_ru: Разделитель
sk_sk: Oddeľovač
sl_si: Ločilo
sv_se: Avgränsare
th_th: ตัวคั่น
tr_tr: Ayırıcı
uk_ua: Роздільник
zh_cn: 分隔符
zh_tw: 分隔符號

# Customization.MachineNamingSeparatorNone
source: None
ar_sa: بلا
bg_bg: Няма
cs_cz: Žádný
da_dk: Ingen
de_de: Keines
el_gr: Κανένα
es_mx: Ninguno
et_ee: Puudub
fi_fi: Ei mitään
fr_ca: Aucun
he_il: ללא
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadny
sl_si: Brez
sr_latn_rs: Nema
sv_se: Ingen
th_th: ไม่มี
tr_tr: Yok
uk_ua: Немає
zh_cn: 无
zh_tw: 無

# Customization.MachineNamingValidation
source: Review the component settings. The maximum computer name length is 15 characters.
ar_sa: راجع إعدادات المكونات. الحد الأقصى لطول اسم الكمبيوتر هو 15 حرفًا.
bg_bg: Прегледайте настройките на компонентите. Максималната дължина на името на компютъра е 15 знака.
cs_cz: Zkontrolujte nastavení součástí. Maximální délka názvu počítače je 15 znaků.
da_dk: Gennemgå komponentindstillingerne. Den maksimale længde på computernavnet er 15 tegn.
de_de: Überprüfen Sie die Komponenteneinstellungen. Der Computername darf höchstens 15 Zeichen lang sein.
el_gr: Ελέγξτε τις ρυθμίσεις των στοιχείων. Το μέγιστο μήκος ονόματος υπολογιστή είναι 15 χαρακτήρες.
es_mx: Revisa la configuración de los componentes. La longitud máxima del nombre del equipo es de 15 caracteres.
et_ee: Kontrollige komponentide sätteid. Arvuti nime maksimaalne pikkus on 15 märki.
fi_fi: Tarkista osien asetukset. Tietokoneen nimen enimmäispituus on 15 merkkiä.
fr_ca: Vérifiez les paramètres des composants. La longueur maximale du nom de l’ordinateur est de 15 caractères.
he_il: בדוק את הגדרות הרכיבים. האורך המרבי של שם המחשב הוא 15 תווים.
hr_hr: Pregledajte postavke komponenti. Maksimalna duljina naziva računala je 15 znakova.
hu_hu: Ellenőrizze az összetevők beállításait. A számítógépnév maximális hossza 15 karakter.
it_it: Controlla le impostazioni dei componenti. La lunghezza massima del nome computer è di 15 caratteri.
ja_jp: コンポーネントの設定を確認してください。コンピューター名の最大長は 15 文字です。
ko_kr: 구성 요소 설정을 검토하세요. 컴퓨터 이름의 최대 길이는 15자입니다.
lt_lt: Peržiūrėkite komponentų parametrus. Didžiausias kompiuterio pavadinimo ilgis yra 15 simbolių.
lv_lv: Pārskatiet komponentu iestatījumus. Maksimālais datora nosaukuma garums ir 15 rakstzīmes.
nb_no: Se gjennom komponentinnstillingene. Maksimal lengde for datamaskinnavnet er 15 tegn.
nl_nl: Controleer de onderdeelinstellingen. De maximale lengte van een computernaam is 15 tekens.
pl_pl: Sprawdź ustawienia składników. Maksymalna długość nazwy komputera wynosi 15 znaków.
pt_pt: Reveja as definições dos componentes. O comprimento máximo do nome do computador é de 15 carateres.
ro_ro: Verificați setările componentelor. Lungimea maximă a numelui computerului este de 15 caractere.
ru_ru: Проверьте параметры компонентов. Максимальная длина имени компьютера — 15 символов.
sk_sk: Skontrolujte nastavenia súčastí. Maximálna dĺžka názvu počítača je 15 znakov.
sl_si: Preglejte nastavitve komponent. Največja dolžina imena računalnika je 15 znakov.
sr_latn_rs: Pregledajte postavke komponenti. Maksimalna dužina imena računara je 15 znakova.
sv_se: Granska komponentinställningarna. Datornamnets maximala längd är 15 tecken.
th_th: ตรวจสอบการตั้งค่าส่วนประกอบ ชื่อคอมพิวเตอร์มีความยาวสูงสุด 15 อักขระ
tr_tr: Bileşen ayarlarını gözden geçirin. Bilgisayar adının en fazla uzunluğu 15 karakterdir.
uk_ua: Перевірте параметри компонентів. Максимальна довжина імені комп’ютера — 15 символів.
zh_cn: 请检查组件设置。计算机名称的最大长度为 15 个字符。
zh_tw: 請檢查元件設定。電腦名稱的最大長度為 15 個字元。
